Revit 2027 API
SpecTypeId.AreaSpringCoefficient Property
 Area Spring Coefficient, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AreaSpringCoefficient { get; }
Public Shared ReadOnly Property AreaSpringCoefficient As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AreaSpringCoefficient {
	ForgeTypeId^ get ();
}
static member AreaSpringCoefficient : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace